module.exports = {
    //登錄
    register:"註冊",
    findpass:"找回密碼",
    login:"登錄",
    id:'帳號',
    password:"密碼",
    notic:"提示",
    ok:"確定",
    cancel:"取消",
    submit:"提交",
    gx:"恭喜",
    search:'搜索',
    change_lang:'Change Language',
    error:"錯誤",
    loginerr:"登錄失敗",
    //註冊
    _001:'请输入帳號',
    _002:'请输入昵称',
    _003:'请输入密碼',
    _004:'请再次輸入密碼',
    _005:'手机号码',
    _006:'请輸入验证码',
    _007:'發送',//發送驗證碼
    _008:'发送成功',
    _009:"发送成功，60秒后可重新发送",
    _010:'注意',
    _011:'用户名必须为6-16为数字加英文',
    _012:"ID必须为6-16为数字加英文",
    _013:'密码必须为6-16为数字加英文',
    _014:'手机号码格式错误',
    _015:'两次输入的密码不一致',
    _016:'发送失败',
    _017:'发送失败，请联系管理员',
    _018:'手机号码或ID已被使用',
    _019:'发送太频繁，请稍后再试',
    _020:'注册失败',
    _021:'注册失败，用户名或手机号码已经使用',
    _022:'无效的验证码',
    _023:'注册成功',
    _024:'注册成功，请登录帐号',
    _025:"请点击发送按钮重新发送",
    

    //找回密碼
    _026:'下一步',
    _027:'找不到指定用戶',
    _028:"修改密碼成功",



    //聊天頁面

    _029:'刪除好友',
    _030:'歷史記錄',
    _031:'發送',
    _032:"添加好友",
    _033:"您收到一條好友請求",
    _034:"是否同意添加好友",
    _035:"同意",
    _036:"拒絕",
    _037:'发送错误',
    _038:'不支持的上传格式',
    _039:'查詢失敗',
    _040:'切換失敗',
    _041:"陌生人"
}
